Revit 2026 API
ValueAtPointBase.SetFlags Method
Overload List
Name | Description
SetFlags(IList<Int32>)
SetFlags(Int32) |  Sets the flags associated to all measurements to the same value.
SetFlags(Int32, Int32) |  Sets the flags associated to a given measurement.
Top
See Also
Reference
ValueAtPointBase Class
Autodesk.Revit.DB Namespace